<template>
  <v-container class="pa-6">
    <h1 class="text-h4 font-weight-bold mb-4 text-center">الأسئلة الشائعة</h1>
    <v-expansion-panels>
      <v-expansion-panel>
        <v-expansion-panel-title>كيف أشتري بالجملة؟</v-expansion-panel-title>
        <v-expansion-panel-text>
          يمكنك التسجيل كمشتري ثم تصفح المنتجات المتوفرة بالجملة وإضافتها لعربة
          التسوق.
        </v-expansion-panel-text>
      </v-expansion-panel>
      <v-expansion-panel>
        <v-expansion-panel-title
          >كيف اعمل ك مندوب في جُمـلـة الجُـمـلـة</v-expansion-panel-title
        >
        <v-expansion-panel-text>
          يمكنك التسجيل ك مندوب ثم تصفح و ترفع وجه و ضهر صوره الهواية الخاصه بك
          و هيتم مراجعتها بشريا خلال 24 ساعه عند اكتشاف عدم تطابق بياناتك مع
          الهوايه الشخصيه بيتم حذف حسابك من الموقع ان تم قبول حسابك تقدر تبدا
          تضيف عملاء لك كعميل جديد غير مسجل ف الموقع او تعمل تضيف عميل موجود
          فعلا علي الموقع من خلال رقم تليفونه او ايميل بتاعه ثم تبدا تحقق ارباحك
          من خلال عمل طلبيات لهولاء العملاء لاحظ لا يتم عمل الطلبيه او احتساب
          ربح لك منها الا بعد موافقه العميل علي الطلبيه من حسابه
        </v-expansion-panel-text>
      </v-expansion-panel>
      <v-expansion-panel>
        <v-expansion-panel-title
          >كيف اضيف العملاء ك مندوب في جُمـلـة
          الجُـمـلـة</v-expansion-panel-title
        >
        <v-expansion-panel-text>
          تبدا تضيف عملاء لو العميل جديد غير مسجل ف الموقع هنا تضيفه ك عميل جديد
          و هتعمله حساب ب رقمه او الايميل و تفعل الموقع عند محله او تجارته من
          خلال لوحه اداره العملاء الي بيوفرهلك الموقع ثم هيظهر معاك رابط تبعته
          للعميل لاعاده تعيين كلمه المرور لحسابه من خلالها ثم هيتم تسجيل دخوله
          اوتوماتيك وكمان هيتم اضافته عندك ف قائمة العملاء بتوعك او تعمل اضافة
          لعميل موجود فعلا علي الموقع من خلال رقم تليفونه او ايميل بتاعه بس ثم
          تبدا تحقق ارباحك من خلال عمل طلبيات لهولاء العملاء لاحظ لا يتم عمل
          الطلبيه او احتساب ربح لك منها الا بعد موافقه العميل علي الطلبيه من
          حسابة و اتمام الطلب
        </v-expansion-panel-text>
      </v-expansion-panel>
      <v-expansion-panel>
        <v-expansion-panel-title
          >كيف اسحب ارباحي ك مندوب في جُمـلـة
          الجُـمـلـة</v-expansion-panel-title
        >
        <v-expansion-panel-text>
          لسحب ارباحك و الاطلاع علي رصيدك من الارباح يتم ذلك من خلال حسابك
          الشخصي علي الموقع ستجد معدل نموك و ارباحك و كمان عدد الطلبيات المقبوله
          الي انت عملتها للعملاء و ستجد ف اخر صفحتك الشخصية قسم خاص لعمل طلب
          لسحب الارباح ب تحدد المبلغ الي عايز تسحبه ثم تعمل طلب سحب و عند قبول
          طلب السحب خلال 24 ساعه بيتم اشعارك عند تحويل الارباح لك علي المحفظه
          الخاصه بك التي وضعتها عند انشاء حسابك لاول مره
        </v-expansion-panel-text>
      </v-expansion-panel>
      <v-expansion-panel>
        <v-expansion-panel-title
          >ما هي طرق الدفع المتاحة؟</v-expansion-panel-title
        >
        <v-expansion-panel-text>
          نقبل الدفع عند الاستلام، بطاقات الائتمان، و المحافظ الالكترونيه .
        </v-expansion-panel-text>
      </v-expansion-panel>
    </v-expansion-panels>
  </v-container>
</template>
